[
  {
    "id": 1,
    "verified": true,
    "name": "La Familia Rodríguez",
    "description": "Desde hace tres generaciones, la familia Rodríguez cultiva hortalizas orgánicas en el valle. Su compromiso con la agricultura regenerativa no solo produce alimentos más sabrosos, sino que restaura la salud del suelo local.",
    "like": true,
    "type": "Especialidad en hortalizas orgánicas y cítricos",
    "stars": 4.8,
    "distance": "2.5",
    "image": "/producer.png"
  },
  {
    "id": 2,
    "verified": true,
    "name": "Agroecológicos El Buen Campo",
    "description": "Especializados en frutas tropicales, Agroecológicos El Buen Campo utiliza prácticas sostenibles para cultivar mangos, piñas y papayas. Su enfoque en la biodiversidad ayuda a conservar las especies nativas y a mantener el equilibrio ecológico.",
    "like": false,
    "type": "Especialidad en frutas tropicales",
    "stars": 4.5,
    "distance": "5.0",
    "image": false
  },
  {
    "id": 3,
    "verified": false,
    "name": "Hortalizas La Esperanza",
    "description": "Hortalizas La Esperanza se dedica a la producción de verduras frescas utilizando técnicas de permacultura. Su enfoque holístico no solo mejora la calidad de sus productos, sino que también promueve la salud del ecosistema local.",
    "like": true,
    "type": "Especialidad en permacultura",
    "stars": 4.2,
    "distance": "7.0",
    "image": "/producer.jpg"
  },
  {
    "id": 4,
    "verified": true,
    "name": "Cítricos del Valle",
    "description": "Cítricos del Valle cultiva naranjas, limones y mandarinas utilizando métodos orgánicos certificados. Su dedicación a la calidad y la sostenibilidad les ha permitido convertirse en un referente en la producción de cítricos en la región.",
    "like": false,
    "type": "Especialidad en cítricos orgánicos",
    "stars": 4.7,
    "distance": "3.5",
    "image": false
  },
  {
    "id": 5,
    "verified": false,
    "name": "Finca Verde",
    "description": "Finca Verde se especializa en la producción de hortalizas de hoja verde utilizando técnicas de cultivo hidropónico. Su enfoque innovador permite un uso eficiente del agua y una producción constante durante todo el año.",
    "like": true,
    "type": "Especialidad en cultivo hidropónico",
    "stars": 4.3,
    "distance": "6.0",
    "image": false
  },
  {
    "id": 6,
    "verified": true,
    "name": "Agroecológicos La Tierra Viva",
    "description": "Agroecológicos La Tierra Viva se dedica a la producción de frutas y verduras utilizando prácticas agroecológicas que promueven la biodiversidad y la salud del suelo. Su compromiso con la sostenibilidad se refleja en la calidad de sus productos.",
    "like": false,
    "type": "Especialidad en agroecología",
    "stars": 4.6,
    "distance": "4.0",
    "image": "/producer.jpg"
  },
  {
    "id": 7,
    "verified": false,
    "name": "Hortalizas El Buen Sabor",
    "description": "Hortalizas El Buen Sabor cultiva una amplia variedad de verduras utilizando técnicas de cultivo biodinámico. Su enfoque en la armonía con la naturaleza les permite producir alimentos llenos de sabor y nutrientes.",
    "like": true,
    "type": "Especialidad en cultivo biodinámico",
    "stars": 4.4,
    "distance": "8.0",
    "image": "/producer.png"
  },
  {
    "id": 8,
    "verified": true,
    "name": "Cítricos La Huerta",
    "description": "Cítricos La Huerta se especializa en la producción de cítricos orgánicos utilizando prácticas sostenibles que protegen el medio ambiente. Su dedicación a la calidad y la sostenibilidad les ha permitido convertirse en un referente en la producción de cítricos en la región.",
    "like": false,
    "type": "Especialidad en cítricos orgánicos",
    "stars": 4.9,
    "distance": "2.0",
    "image": false
  },
  {
    "id": 9,
    "verified": false,
    "name": "Finca El Renacer",
    "description": "Finca El Renacer se dedica a la producción de hortalizas utilizando técnicas de cultivo sostenible que promueven la salud del suelo y la biodiversidad. Su compromiso con la sostenibilidad se refleja en la calidad de sus productos.",
    "like": true,
    "type": "Especialidad en cultivo sostenible",
    "stars": 4.1,
    "distance": "9.0",
    "image": false
  },
  {
    "id": 10,
    "verified": true,
    "name": "Agroecológicos El Campo Feliz",
    "description": "Agroecológicos El Campo Feliz se especializa en la producción de frutas y verduras utilizando prácticas agroecológicas que promueven la biodiversidad y la salud del suelo. Su compromiso con la sostenibilidad se refleja en la calidad de sus productos.",
    "like": false,
    "type": "Especialidad en agroecología",
    "stars": 4.5,
    "distance": "4.5",
    "image": "/producer.png"
  }
]